Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=718_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
sme: Sámediggi bálkkašii viššalis sámegiela oahppiid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendi annettiin yhteensä kuudelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle, 13:lle perusopetuksen päättäneelle ja kolmelle Saamelaisalueen koulutuskeskuksesta valmistuneelle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot guđa ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis, 13 vuođđooahpahusa čađahan oahppái ja golmma Sámi oahpahusguovddážis válmmaštuvvan oahppái.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Enontekiön erälukio: Juhán-Tuommá Magga (pohjoissaame) ja Kiia Näkkälä (pohjoissaame)
sme: Eanodaga logahat: Juhán-Tuommá Magga (davvisámegiella) ja Kiia Näkkälä (davvisámegiella)

source: Ivalon lukio: Gabriela Satokangas (pohjoissaame), Matias West (pohjoissaame) ja Sunna Kokkonen (pohjoissaame)
sme: Avvila logahat: Gabriela Satokangas (davvisámegiella), Matias West (davvisámegiella) ja Sunna Kokkonen (davvisámegiella)

source: Utsjoen saamelaislukio: Tommi Länsman (pohjoissaame)
sme: Ohcejoga sámelogahat: Tommi Länsman (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Sevettijärven koulu: Hannele Fofonoff (koltansaame)
sme: Čeavetjávrri skuvla: Hannele Fofonoff (nuortalašgiella)

source: Vuotson koulu: Sunna Nikodemus (pohjoissaame)
sme: Vuohču skuvla: Sunna Nikodemus (davvisámegiella)

source: Hetan peruskoulu: Niki Kumpulainen (pohjoissaame), Anni-Sofia Löf (pohjoissaame) ja Fiia Kimmel (pohjoissaame)
sme: Heahtá badjeskuvla: Niki Kumpulainen (davvisámegiella), Anni-Sofia Löf (davvisámegiella) ja Fiia Kimmel (davvisámegiella)

source: Inarin yläkoulu: Sakke Kaitsalo (pohjoissaame)
sme: Anára badjeskuvla: Sakke Kaitsalo (davvisámegiella)

source: Karigasniemen koulu: Christer Rasmus (pohjoissaame)
sme: Gáregasnjárgga skuvla: Christer Rasmus (davvisámegiella)

source: Utsjokisuun koulu: Tuomo Laiti (pohjoissaame)
sme: Ohcejotnjálmmi skuvla: Tuomo Laiti (davvisámegiella)

source: Ivalon yläaste: Jolanda Magga (pohjoissaame)
sme: Avvila badjeskuvla: Jolanda Magga (davvisámegiella)

source: Aleksanteri Kenan koulu, Sodankylä: Saku Puotiniemi ja Miikka Ämmälä (pohjoissaame)
sme: Aleksanteri Kena skuvla, Soađegilli: Saku Puotiniemi (davvisámegiella) ja Miikka Ämmälä (davvisámegiella)

source: Maikkulan koulu, Oulu: Ante Veijola (pohjoissaame)
sme: Maikkula skuvla, Oulu: Ante Veijola (davvisámegiella)

source: Pohjankartanon koulu, Oulu: Inka Ryhänen (pohjoissaame)
sme: Pohjankartano skuvla, Oulu: Inka Ryhänen (davvisámegiella)

source: Saamelaisalueen koulutuskeskuksesta valmistuneet:
sme: Sámi oahpahusguovddážis válmmaštuvvan oahppit:

source: Sunna Valkeapää (pohjoissaame)
sme: Sunna Valkeapää (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
